Repository: atreal/atreal.filecart
Catalog: atreal/filecart/locales/*/LC_MESSAGES/atreal.filecart.po
Languages: fr

source: Add Cart Portlet
fr: Ajouter un portlet panier de téléchargement

source: Add to cart
fr: Ajouter au panier

source: All comments deleted
fr: Tous les commentaires ont été supprimés.

source: Changes canceled.
fr: Modifications annulées.

source: Changes saved.
fr: Modifications sauvegardées.

source: Clean ALL
fr: Nettoyer TOUT

source: Clean all contents
fr: Nettoyer tous les contenus

source: Clear
fr: Vider

source: Clear all comments...
fr: Supprimer tous les commentaires

source: Collapse
fr: Replier

source: Del from cart
fr: Supprimer du panier

source: Delete
fr: Supprimer

source: Download
fr: Télécharger

source: Download comment
fr: Commentaire de téléchargement

source: Expand
fr: Déplier

source: File added to cart
fr: Cet élément a correctement été ajouté au panier.

source: File already in cart
fr: Cet élément est déjà présent dans le panier.

source: File deleted from cart
fr: Cet élément a correctement été supprimé du panier.

source: File not in cart
fr: Cet élément n'existe pas dans le panier.

source: FileCart Downloads Comments
fr: Commentaires sur les téléchargements

source: FileCart settings
fr: Paramètres de FileCart

source: FileCart settings for this site.
fr: Paramètres de FileCart pour ce site.

source: Fill a comment describing why you're downlaoding these elements.
fr: Décrire ici la raison pour laquelle vous téléchargez ces éléments, l'utilisation que vous allez en avoir, ...

source: My Cart
fr: Mon panier

source: No changes made.
fr: Aucune modification effectuée.

source: See all comments...
fr: Voir tous les commentaires...

source: This portlet displays The number of item in your cart and the last item added.
fr: Ce portlet affiche le nombre d'éléments dans votre panier et le dernier élément ajouté.

source: Update ALL
fr: Mettre à jour tous les objets

source: Update all contents
fr: Mettre à jour tous les contenus

source: clean-up on object(s) failed
fr: nettoyage(s) échoué(s)

source: clean_all
fr: Nettoyer tout

source: fc_addok
fr: Votre sélection a correctement été ajoutée à votre panier.

source: fc_alreadyexist
fr: Cet élément est déjà présent dans votre panier.

source: fc_cart_size
fr: Votre panier contient ${size} items.

source: fc_cart_title
fr: Votre panier

source: fc_deleteok
fr: Votre sélection a correctement été supprimée de votre panier.

source: fc_description_cart_empty
fr: Votre panier est vide. Parcourez le site pour ajouter des éléments à votre panier.

source: fc_download
fr: Votre navigateur doit vous proposer le téléchargement de votre archive.

source: fc_emptyok
fr: Votre panier est vide.

source: fc_help_cart_batch_number
fr: Vous pouvez utiliser ou non la pagniation pour la visualisation du panier. Choisir ici le nombre d'éléments maximum par page (0 signifit pas de pagination).

source: fc_help_cart_show_preview
fr: Cette option vous permet ou non d'afficher une colonne de prévisualisation de l'image dans votre panier.

source: fc_help_cartable_file_types
fr: Types de contenu ajoutable au panier et téléchargeable.

source: fc_help_cartable_image_types
fr: Types de contenu ajoutable au panier et téléchargeable.

source: fc_isempty
fr: Votre panier est vide. Vous ne pouvez pas faire cette action.

source: fc_label_cart_batch_number
fr: Nombre d'éléments

source: fc_label_cart_show_preview
fr: Activer la prévisualisation dans votre panier ?

source: fc_label_cartable_file_types
fr: Types de contenu Fichier ajoutables au panier

source: fc_label_cartable_image_types
fr: Types de contenu Image ajoutables au panier

source: fc_noselection
fr: Votre sélection est vide : rien ne peut être supprimé.

source: fc_notcartable
fr: Cet élément ne peut pas être ajouté à votre panier.

source: fc_notincart
fr: Cet élément n'existe pas dans le panier.

source: fc_portlet_cart_size
fr: contient ${size} élément(s).

source: fc_portlet_footer
fr: Voir mon panier...

source: fc_portlet_my_cart
fr: Votre panier

source: fc_portlet_my_last_item
fr: Dernier élément :

source: go_to_contentrules_assignment_context
fr: Retour

source: help_clean_all
fr: En cliquant sur ce bouton, vous allez supprimer tous les commentaires sur les téléchargements enregistrés dans votre site. Attention, cette opération peut prendre beaucoup de temps.

source: help_update_all
fr: En cliquant sur ce bouton, vous allez mettre à jour tous les objets du portail. L'interface 'IFileCartable' sera ajouté ou supprimé des éléments lorsque ceci est nécessaire. Attention, cette opération peut prendre beaucoup de temps.

source: label_anonymous_user
fr: Anonyme

source: label_cancel
fr: Annuler

source: label_collapse_viewlet
fr: Replier

source: label_commented_at
fr: le

source: label_downloaded_by
fr: Téléchargé par

source: label_expand_viewlet
fr: Déplier

source: label_save
fr: Enregistrer

source: listingheader_preview
fr: Aperçu des images

source: objects cleaned.
fr: éléments nettoyés.

source: objects updated.
fr: éléments mis à jour.

source: update(s) on object(s) failed
fr: mise(s) à jour échouée(s).

source: update_all
fr: Mettre à jour tous les contenus

source: fc_add_to_cart
fr: Ajouter au panier

source: atct_album_view
fr: Vue vignette
